const events = [
    {
      id: 1,
      eventName: '原子力発電所建設についての住民投票',
      location_name: '新潟県巻町（現在 新潟市）',
      location: [37.91637967784871, 139.03616586665956],
      date: '1996-08-04',
      source:"一般財団法人地方自治研究機構",
    },
    {
      id: 2,
      eventName: '日米地位協定の見直し及び基地の整理縮小に関する県民投票',
      location_name: '沖縄県',
      location: [26.212778735226753, 127.68079498540686],
      date: '1996-09-08',
      source:"一般財団法人地方自治研究機構",
    },
    {
      id: 3,
      eventName: '産業廃棄物処理施設の設置についての住民投票',
      location_name: '岐阜県御嵩町',
      location: [35.434356414120415, 137.13095812991548],
      date: '1997-06-22',
      source:"一般財団法人地方自治研究機構",
    },
    {
      id: 4,
      eventName: '産業廃棄物中間処理場建設についての市民投票',
      location_name: '宮崎県小林市',
      location: [31.996876650651828, 130.9724620684362],
      date: '1997-11-16',
      source:"一般財団法人地方自治研究機構",
    },
    {
      id: 5,
      eventName: '米軍のヘリポート基地建設の是非を問う市民投票',
      location_name: '沖縄県名護市',
      location: [26.591765943369577, 127.977506683633282],
      date: '1997-12-10',
      source:"一般財団法人地方自治研究機構",
    },
    {
      id: 6,
      eventName: '産業廃棄物終処分場の設置についての住民投票',
      location_name: '岡山県吉永町（現在 備前市）',
      location: [34.74530279442651, 134.18884928386305],
      date: '1998-02-08',
      source:"一般財団法人地方自治研究機構",
    },
    {
      id: 8,
      eventName: '産業廃棄物処分場設置についての住民投票',
      location_name: '宮城県白石市',
      location: [38.00266002128937, 140.61990945513398],
      date: '1998-06-14',
      source:"一般財団法人地方自治研究機構",
    },
    {
      id: 9,
      eventName: '産業廃棄物終処分場設置についての住民投票',
      location_name: '千葉県海上町（現在 旭市）',
      location: [35.71619582446606, 140.64845932807336],
      date: '1998-08-30',
      source:"一般財団法人地方自治研究機構",
    }
];

export default events;

/*
次回ここから

{
      id: ,
      eventName: '',
      location_name: '',
      location: [],
      date: '',
      source:"一般財団法人地方自治研究機構",
    }
*/